window.KOSTAT_FEEDBACK_DATA = [
  {
    "id": "req-1791361750086",
    "title": "출하 계획에서 PO 넘버로도 검색이 될 수 있었으면 좋겠습니다.",
    "author": "해외영업부 이상철",
    "content": "구두 전달",
    "created_at": "2026-10-07 17:29",
    "status": "applied",
    "reply": {
      "author": "시스템 관리자",
      "content": "안녕하십니까, 이상철 선임님. 해당 기능 반영하였습니다.",
      "replied_at": "2026-10-08 09:14"
    },
    "updated_at": "2026-10-08 09:14"
  },
  {
    "id": "req-1791254403688",
    "title": "금형 위치 확인 기능",
    "author": "해외영업부 김샘물",
    "content": "기존 erp 에 production -> 수율, 금형관리, pm일지 -> mold entry(Tray) 에 파트별 보유한 금형 위치가 나오는데, 해당 기능을 챗봇에 가져와 확인 가능한지 검토 부탁합니다.",
    "created_at": "2026-10-06 11:40",
    "status": "replied",
    "reply": {
      "author": "System Admin",
      "content": "안녕하십니까, 김샘물 선임님. 김완태입니다.\n현재 '수율,금형관리,PM일지' 메뉴의 DB 접근 권한이 없어 기능 구현이 어려운 상태입니다.\n현재로서는 '출하계획' 탭에서 품목명 검색 후 Invoice No.로 제조 공장을 파악하시고, '재고 현황리스트'의 엑셀 원본 다운로드 기능을 통해 해당 공장의 금형 여부를 확인하시는 방법이 가장 최선일 것으로 보입니다. 감사합니다.",
      "replied_at": "2026-10-06 16:53"
    },
    "updated_at": "2026-10-06 16:53"
  },
  {
    "id": "req-1790664739341",
    "title": "김포공장 Tray 재고현황 기능 개선 요청의 건",
    "author": "해외영업부 이상철",
    "content": "원본 Tray 재고현황 파일도 같이 업로드 하여 외부 인터넷에서도 재고현황 파악이 가능하도록 기능 개선 요청 드립니다.",
    "created_at": "2026-09-29 15:52",
    "status": "applied",
    "reply": {
      "author": "시스템 관리자",
      "content": "안녕하십니까 이상철 선임님. 해당 기능 개발 왼료 하여 재고현황리스트 탭에 구현 해놓았습니다.",
      "replied_at": "2026-09-30 06:07"
    },
    "updated_at": "2026-09-30 06:07"
  },
  {
    "id": "req-1788738303833",
    "title": "계약검토서 검색기능",
    "author": "해외영업부 김샘물",
    "content": "견적서와 동일하게 고객사 별로 계약검토서 작성이 가능하면 좋겠습니다. (part#를 검색하면 어느 고객사로, 날짜는 언제 작성했는지 확인 필요)",
    "created_at": "2026-09-07 08:45",
    "status": "applied",
    "reply": {
      "author": "시스템 관리자",
      "content": "안녕하십니까, 김샘물 선임님. 요청해 주신 계약검토서 검색 기능이 상단 '계약검토서' 탭으로 정식 탑재 및 반영 완료되었습니다. 이제 고객사별/품번별/프로젝트번호별로 계약검토서 상세 정보를 즉시 조회하실 수 있습니다",
      "replied_at": "2026-09-10 17:51"
    },
    "updated_at": "2026-09-10 17:51"
  }
];
