window.KOSTAT_FEEDBACK_DATA = [
  {
    "id": "req-1788738303833",
    "title": "계약검토서 검색기능",
    "author": "해외영업부 김샘물",
    "content": "견적서와 동일하게 고객사 별로 계약검토서 작성이 가능하면 좋겠습니다. (part#를 검색하면 어느 고객사로, 날짜는 언제 작성했는지 확인 필요)",
    "created_at": "2026-09-07 08:45",
    "status": "applied",
    "reply": {
      "author": "시스템 관리자",
      "content": "안녕하십니까, 김샘물 선임님. 요청해 주신 계약검토서 검색 기능이 최신 v1.0.158 업데이트를 통해 상단 '계약검토서' 탭으로 정식 탑재 및 반영 완료되었습니다. 이제 고객사별/품번별/프로젝트번호별로 계약검토서 상세 정보 및 샘플 진행 상황을 즉시 조회하실 수 있습니다",
      "replied_at": "2026-09-10 15:53"
    }
  }
];
